<?php

return [
    'title' => 'من نحن',
    'home' => 'الرئيسية',
    'about' => 'من نحن',
    'how_we_started' => 'كيف بدأنا',
    'description_1' => 'بدأنا مشوارنا بتطوير حلول مبتكرة للتجارة الإلكترونية، حيث سعينا دائمًا لتقديم أفضل الخدمات والحلول التقنية لتلبية احتياجات عملائنا في السوق.',
    'description_2' => 'نؤمن بأهمية الابتكار والتكنولوجيا في تطوير الأعمال التجارية، ونعمل على تحسين تجربة العملاء من خلال تقديم حلول ذكية وعملية.',
    'the_team' => 'الفريق',
    'team_members' => [
        [
            'name' => 'محمود حسين',
            'position' => 'قائد الفريق',
            'description' => 'قاد فريقًا في تطوير منصة تجارة إلكترونية متكاملة باستخدام PHP Laravel، وكان مسؤولًا عن الإشراف على جميع مراحل المشروع من التخطيط إلى التنفيذ.',
            'image' => 'person_3.jpg',
        ],
        [
            'name' => 'محمد صديق',
            'position' => 'مطور Laravel Backend',
            'description' => 'مطور Backend متخصص في Laravel، يركز على تقديم حلول مخصصة للأعمال التجارية مع مراعاة الأمان والكفاءة في الأداء.',
            'image' => 'person_1.jpg',
        ],
        [
            'name' => 'أحمد سيد',
            'position' => 'مطور Full-Stack',
            'description' => 'مطور Full-Stack ذو خبرة في تطوير التطبيقات المتكاملة باستخدام PHP وLaravel، يجمع بين الأداء العالي والتصميم المتجاوب.',
            'image' => 'person_2.jpg',
        ],
        [
            'name' => 'وعد أحمد',
            'position' => 'مطور Backend - Laravel',
            'description' => 'متخصص في تطوير أنظمة خلفية باستخدام Laravel، يمتلك خبرة كبيرة في إدارة قواعد البيانات وتكامل واجهات البرمجة.',
            'image' => 'person_4.jpg',
        ],
        [
            'name' => 'عمر يحيى',
            'position' => 'مطور Backend',
            'description' => 'مطور Backend بارع في تطوير تطبيقات الويب القابلة للتوسع باستخدام PHP، يركز على الحلول الأمنية والأداء المتميز.',
            'image' => 'person_5.jpg',
        ],
        [
            'name'=> 'عمر ابوهاشم',
            'position' => 'مطور Laravel Backend',
            'description' => ' مطور الواجهة الخلفية (Backend) متخصص في PHP وLaravel، أركز على بناء تطبيقات ويب قوية وقابلة للتطوير. تشمل مهامي تصميم وتطوير المنطق البرمجي على الجانب الخادمي، إدارة وتحسين قواعد البيانات، ودمج واجهات برمجة التطبيقات (APIs) بطريقة فعالة. أسعى دائمًا إلى تقديم كود نظيف وعالي الجودة يعزز أداء التطبيقات ويضمن الأمان والكفاءة في عملها.',
            'image' => 'person_7.jpg'
        ]
    ],
    'free_shipping' => 'شحن مجاني',
    'free_shipping_desc' => 'نقدم خدمة الشحن المجاني لجميع طلباتك دون حد أدنى للشراء، مع توصيل سريع إلى باب منزلك.',
    'free_returns' => 'إرجاع مجاني',
    'free_returns_desc' => 'استمتع بسياسة الإرجاع المجاني لدينا! إذا لم تكن راضيًا عن المنتج، يمكنك إرجاعه بسهولة دون أي تكلفة إضافية.',
    'customer_support' => 'دعم العملاء',
    'customer_support_desc' => 'فريق دعم العملاء لدينا متاح على مدار الساعة لمساعدتك في أي استفسارات أو مشكلات تواجهك أثناء التسوق.',
];

?>
